Repository: Affix/fas
Catalog: po/*.po
Languages: sr

source: %s membership required before application to this group is allowed
sr: %s чланарина је неопходна да бисте приступ овој групи био дозвољен

source: You could not be added to the '%s' group.
sr: Не можемо вас додати у „%s“ групу.

source: Welcome, %s
sr: Добро дошли, %s

source: The credentials you supplied were not correct or did not grant access to this resource.
sr: Идентификатори које сте послали нису коректни или немају дозволу приступа за овај ресурс.

source: You must provide your credentials before accessing this resource.
sr: Морате да обезбедите Ваш идентификатор пре приступа ресурсу.

source: Please log in.
sr: Молим да се пријавите.

source: You have successfully logged out.
sr: Успешно сте се одјавили.

source: The group '%s' does not exist.
sr: Група „%s“ не постоји.

source: The group '%s' already exists.
sr: Група „%s“ већ постоји.

source: You cannot view '%s'
sr: Не можете видети „%s“

source: Only FAS adminstrators can create groups.
sr: Једино FAS администратори могу да праве групе.

source: The group: '%s' could not be created.
sr: Група: „%s“ не може бити направљена.

source: The group: '%(group)s' has been created, but '%(user)s' could not be added as a group administrator.
sr: Група: „%(group)s“ је направљена, али „%(user)s“ не може бити додат као администратор групе.

source: The group: '%s' has been created.
sr: Група: „%s“ је направљена.

source: You cannot edit '%s'.
sr: Не можете уређивати „%s“.

source: The group details could not be saved.
sr: Детаљи групе не могу бити сачувани.

source: The group details have been saved.
sr: Детаљи групе су сачувани.

source: No Groups found matching '%s'
sr: Ниједна група није пронађена која одговара „%s“

source: %(user)s could not apply to %(group)s: %(error)s
sr: %(user)s не може бити додат у%(group)s: %(error)s

source: Fedora user %(user)s, aka %(name)s <%(email)s> has requested membership for %(applicant)s (%(applicant_name)s) in the %(group)s group and needs a sponsor. Please go to %(url)s to take action.
sr: Fedora корисник %(user)s, тј. %(name)s <%(email)s> је захтевао чланарину за %(applicant)s (%(applicant_name)s) у %(group)s групи и потребан му је спонзор. Молим Вас посетите %(url)s да реагујете.

source: %(user)s has applied to %(group)s!
sr: %(user)s се пријавио за %(group)s!

source: You cannot sponsor '%s'
sr: Не можете спонзорисати „%s“

source: %(user)s could not be sponsored in %(group)s: %(error)s
sr: %(user)s не може бити спонзорисан у %(group)s: %(error)s

source: %(name)s <%(email)s> has sponsored you for membership in the %(group)s group of the Fedora account system. If applicable, this change should propagate into the e-mail aliases and CVS repository within an hour. %(joinmsg)s
sr: %(name)s <%(email)s> је спонзорисао Ваше чланство у %(group)s групи у Fedora систему налога. Ако је погодно, ова промена ће бити прослеђена на адресе електронске поште и CVS ризнице у року једног сата. %(joinmsg)s

source: '%s' has been sponsored!
sr: „%s“ је спонзорисан!

source: You cannot remove '%(user)s' from '%(group)s'.
sr: Не можете уклонити „%(user)s“ из „%(group)s“.

source: %(user)s could not be removed from %(group)s: %(error)s
sr: %(user)s не може бити уклоњен %(group)s: %(error)s

source: %(name)s <%(email)s> has removed you from the '%(group)s' group of the Fedora Accounts System This change is effective immediately for new operations, and should propagate into the e-mail aliases within an hour.
sr: %(name)s <%(email)s> је уклоњен из „%(group)s“ групе у Fedora систему налога. Ова промена је ефективна одмах за нове операције, и биће прослеђена на адресе електронске поште у року једног сата.

source: %(name)s has been removed from %(group)s
sr: %(name)s је уклоњен из %(group)s

source: You cannot upgrade '%s'
sr: Не можете унапредити „%s“

source: %(name)s could not be upgraded in %(group)s: %(error)s
sr: %(name)s не може бити унапређен у %(group)s: %(error)s

source: %(name)s <%(email)s> has upgraded you to %(status)s status in the '%(group)s' group of the Fedora Accounts System This change is effective immediately for new operations, and should propagate into the e-mail aliases within an hour.
sr: %(name)s <%(email)s> вас је унапредио у %(status)s статус у оквиру „%(group)s“ групе Fedora система налога. Ова промена је ефективна одмах за нове операције, и биће прослеђена на адресе електронске поште у року од једног сата.

source: %s has been upgraded!
sr: %s је унапређен!

source: You cannot downgrade '%s'
sr: Не можете превести у нижу категорију „%s“

source: %(name)s could not be downgraded in %(group)s: %(error)s
sr: %(name)s не може бити преведен у нижу категорију %(group)s: %(error)s

source: %(name)s <%(email)s> has downgraded you to %(status)s status in the '%(group)s' group of the Fedora Accounts System This change is effective immediately for new operations, and should propagate into the e-mail aliases within an hour.
sr: %(name)s <%(email)s> вас је превео у нижу категорију у %(status)s статус у оквиру „%(group)s“ групе Fedora система налога. Ова промена је ефективна одмах за нове операције, и биће прослеђена на адресе електронске поште у року од једног сата.

source: %s has been downgraded!
sr: %s је преведен у нижу категорију!

source: Come join The Fedora Project!
sr: Дођи и придружи се Fedora пројекту!

source: %(name)s <%(email)s> has invited you to join the Fedora Project! We are a community of users and developers who produce a complete operating system from entirely free and open source software (FOSS). %(name)s thinks that you have knowledge and skills that make you a great fit for the Fedora community, and that you might be interested in contributing. How could you team up with the Fedora community to use and develop your skills? Check out http://fedoraproject.org/join-fedora for some ideas. Our community is more than just software developers -- we also have a place for you whether you're an artist, a web site builder, a writer, or a people person. You'll grow and learn as you work on a team with other very smart and talented people. Fedora and FOSS are changing the world -- come be a part of it!
sr: %(name)s <%(email)s> Вас је позвао да се придружите Fedora пројекту! Ми смо заједница корисника и програмера који производе целокупан оперативни систем од потпуно слободног софтвера отвореног кода (FOSS). %(name)s сматра да Ви имате знање и вештине које би Вам помогле да се добро уклопите у Fedora заједницу, и да би Ви можда били заинтересовани да учествујете. Како би Ви могли да се спојите са Fedora заједницом да користите и развијате ваше вештине? Погледајте на http://fedoraproject.org/join-fedora за неке идеје. Наша заједница је више од групе софтверских програмера -- ми такође имамо место за вас, било да сте ви уметник, веб дизајнер, писац, или особа која воли да се дружи. Рашћете и учити док радите у тиму са другим веома паметним и талентованим људима. Fedora и FOSS мењају свет -- дођи и буди део тога!

source: Message sent to: %s
sr: Порука је послата на: %s

source: You are not in the '%s' group.
sr: Ви нисте члан „%s“ групе.

source: Postal Address
sr: Поштанска адреса

source: Account Status
sr: Стање налога

source: Public SSH Key
sr: Јавни SSH кључ

source: Locale
sr: Локалитет

source: Apply
sr: Пријавите се

source: Remove
sr: Уклони

source: Upgrade
sr: Унапреди

source: Downgrade
sr: Смањи ниво

source: Approve
sr: Дозволи

source: Sponsor
sr: Спонзор

source: user is already in this group
sr: корисник је већ члан групе

source: user is not a member
sr: корисник није члан

source: administrators cannot be upgraded any further
sr: администратори не могу више да се унапређују

source: users cannot be downgraded any further
sr: корисници не могу више да се преводе у ниже категорије

source: user is not an unapproved member
sr: корисник није неодобрен члан

source: The OpenID request could not be decoded.
sr: Захтев за OpenID не може бити прочитан.

source: Loading: %(visitmod)s
sr: Учитавам: %(visitmod)s

source: '%s' does not exist.
sr: „%s“ не постоји.

source: Error: Could not create - '%s'
sr: Грешка: не могу да направим - „%s“

source: '%s' already exists.
sr: „%s“ већ постоји.

source: To prevent email loops, your email address cannot be @fedoraproject.org.
sr: Да би избегли кружење електронске поште, адреса Ваше електронске поште не може бити @fedoraproject.org.

source: Error - Not a valid ssh key: %s
sr: Грешка - није валидан ssh кључ: %s

source: '%s' is an illegal username.
sr: „%s“ није дозвољено корисничко име.

source: You cannot edit %s
sr: Не можете уређивати %s

source: You do not have permission to edit '%s'
sr: Немате дозволу да уређујете „%s“

source: Your account details could not be saved: %s
sr: Детаљи Вашег налога не могу бити сачувани: %s

source: Your account details have been saved.
sr: Детаљи Вашег налога су сачувани.

source: No users found matching '%s'
sr: Није пронађен ни један корисник који се поклапа са „%s“

source: No need to sign up, you have an account!
sr: Нема потребе да се региструјете, Ви имате налог!

source: Welcome to the Fedora Project!
sr: Добро дошли у Fedora пројекат!

source: Your password has been emailed to you. Please log in with it and change your password
sr: Ваша лозинка вам је послата електронском поштом. Молим Вас да се пријавите помоћу ње и промените вашу лозинку

source: Your password could not be changed.
sr: Ваша лозинка не може бити промењена.

source: Your password has been changed.
sr: Ваша лозинка је промењена.

source: You are already logged in!
sr: Ви сте се већ пријавили!

source: You are already logged in.
sr: Ви сте се већ пријавили.

source: Username email combo does not exist!
sr: Комбинација корисничког имена и електронске поште не постоји!

source: username + email combo unknown.
sr: комбинација корисничко име + електронска пошта је непозната.

source: Fedora Project Password Reset
sr: Враћање лозинке Fedora пројекта у почетно стање

source: Your key could not be retrieved from subkeys.pgp.net
sr: Ваш кључ не може бити учитан са subkeys.pgp.net

source: About FAS
sr: О FAS-а

source: FAS - The Open Account System
sr: FAS - Отворени систем налога

source: FAS is designed around an open architecture. Unlike the traditional account systems where a single admin or group of admins decide who gets to be in what group, FAS is completely designed to be self operating per team. Every group is given at least one administrator who can then approve other people in the group. Also, unlike traditional account systems. FAS allows people to apply for the groups they want to be in. This paridigm is interesting as it allows anyone to find out who is in what groups and contact them. This openness is brought over from the same philosophies that make Open Source popular.
sr: FAS је пројектован око отворене архитектуре. За разлику од традиционалних система налога, где један администратор или група администратора одлучује ко ће бити у којој групи, FAS је потпуно пројектован да тимови сами одлучују. Свака група има бар једног администратора који може потврдити улазак члана у групу. Такође, за разлику од традиционалних система налога, FAS дозвољава људима да приступе групи у којој желе да буду. Ова парадигма је интересантна пошто дозвољава сваком да сазна ко је у којој групи и контактира га. Ова отвореност је преузета из исте филозофије због које је Open Source постао популаран.

source: Etiquette
sr: Правила понашања

source: People shouldn't assume that by applying for a group that they're then in that group. Consider it like applying for another job. It often takes time. For best odds of success, learn about the group you're applying for and get to know someone in the group. Find someone with sponsor or admin access and ask them if they'd have time to mentor you. Plan on spending at least a few days learning about the group, doing a mundane task, participating on the mailing list. Sometimes this process can take weeks depending on the group. It's best to know you will get sponsored before you apply.
sr: Људи не би требало да помисле да се пријављивањем за групу одмах постаје и члан групе. Сматрајте то као пријављивање за посао. Обично треба времена. Да би имали највише шансе за пролаз, распитајте се о групи за коју се пријављујете и упознајте неког из те групе. Нађите неког са спонзорским или администраторским налогом и питајте их да ли имају времена да Вас подуче. Планирајте да потрошите бар неколико дана учећи о групи, истражујући и учествујући на дописној листи. Некада овај процес може потрајати и неколико недеља зависно од групе. Најбоље је знати да ћете имати спонзора пре него што се пријавите.

source: Users, Sponsors, Administrators
sr: Корисници, спонзори, администратори

source: Once you're in the group, you're in the group. Sponsorship and Administrators typically have special access in the group in questions. Some groups consider sponsorship level to be of a higher involvement, partial ownership of the group for example. But as far as the account system goes the disctinction is easy. Sponsors can approve new users and make people into sponsors. They cannot, however, downgrade or remove other sponsors. They also cannot change administrators in any way. Administrators can do anything to anyone in the group.
sr: Једном када уђете у групу, ви сте у групи. Спонзори и администратори обично имају посебан приступ групи у питањима. Неке групе имају спонзорски ниво који је више укључен, као нпр. привремени носиоци групе. Али све док систем налога постоји разлика је једноставна. Спонзори могу да прихвате нове кориснике и поставе нове људе за спонзоре. Они, међутим, не могу да смање ниво или избришу друге спонзоре. Они такође не могу да мењају администраторе на било који начин. Администратори могу да чине било шта сваком у групи.

source: Fedora Accounts System
sr: Fedora систем налога

source: Error!
sr: Грешка!

source: The following error(s) have occured with your request:
sr: Следећа грешка(е) се догодила на Вашем захтеву:

source: Login to the Fedora Accounts System
sr: Пријавите се за Fedora систем налога

source: Login
sr: Пријава

source: User Name:
sr: Корисничко име:

source: Password:
sr: Лозинка:

source: Forgot Password?
sr: Заборавили сте лозинку?

source: Sign Up
sr: Регистрација

source: Learn about Fedora
sr: Сазнајте о Fedora-и

source: Download Fedora
sr: Преузмите Fedora-у

source: Projects
sr: Пројекти

source: Join Fedora
sr: Придружите се Fedora-и

source: Communicate
sr: Комуницирајте

source: Help/Documentation
sr: Помоћ/документација

source: Logged in:
sr: Пријављен:

source: My Account
sr: Мој налог

source: Log Out
sr: Одјава

source: Log In
sr: Пријава

source: Home
sr: Почетак

source: New Group
sr: Нова група

source: User List
sr: Списак корисника

source: Group List
sr: Списак група

source: Apply For a new Group
sr: Пријавите се за нову групу

source: News
sr: Вести

source: About
sr: О томе

source: Contact Us
sr: Контактирајте нас

source: Legal & Privacy
sr: Права и приватност

source: Copyright © 2007 Red Hat, Inc. and others. All Rights Reserved. Please send any comments or corrections to the <a href="mailto:webmaster@fedoraproject.org">websites team</a>.
sr: Ауторска права 2007 Red Hat, Inc. и други. Сва права задржана. Молим Вас да пошаљете сваки коментар или исправку на <a href="mailto:webmaster@fedoraproject.org">веб адресу тима</a>.

source: The Fedora Project is maintained and driven by the community and sponsored by Red Hat. This is a community maintained site. Red Hat is not responsible for content.
sr: Fedora пројекат је успостављен и вођен од стране заједнице и спонзорисан од стране Red Hat-а. Овај сајт је направила заједница. Red Hat није одговоран за садржај на њему.

source: Welcome to FAS2
sr: Добро дошли у FAS2

source: New Account
sr: Нови налог

source: Why Join?
sr: Зашто приступити?

source: Fedora Contributor License Agreement
sr: Лиценцни договор Fedora сарадника

source: Edit Group
sr: Уредите групу

source: Edit Group: %s
sr: Уредите групу: %s

source: Display Name:
sr: Прикажи име:

source: Group Type:
sr: Врста групе:

source: Group Owner:
sr: Власник групе:

source: Needs Sponsor:
sr: Потребан спонзор:

source: Self Removal:
sr: Само уклањање:

source: Group Prerequisite:
sr: Предуслов групе:

source: Group Join Message:
sr: Приступна порука групе:

source: Save!
sr: Сачувај!

source: Invite a new community member!
sr: Позови новог члана заједнице!

source: To email:
sr: На адресу електронске поште:

source: From:
sr: Од:

source: Subject:
sr: Наслов:

source: Message:
sr: Порука:

source: Send!
sr: Пошаљи!

source: Groups List
sr: Списак група

source: List (%s)
sr: Списак (%s)

source: Search Groups
sr: Претражи групе

source: "*" is a wildcard (Ex: "cvs*")
sr: „*“ је џокер (нпр.: „cvs*“)

source: Search
sr: Претрага

source: Results
sr: Резултати

source: All
sr: Све

source: Group
sr: Група

source: Description
sr: Опис

source: Status
sr: Стање

source: Approved
sr: Одобрено

source: Unapproved
sr: Није одобрено

source: Create a new FAS Group
sr: Направи нову FAS групу

source: Group Name:
sr: Назив групе:

source: Must Belong To:
sr: Мора припадати:

source: Join Message:
sr: Приступна порука:

source: Create!
sr: Направи!

source: View Group
sr: Погледај групу

source: My Status:
sr: Моје стање:

source: Not a Member
sr: Није члан

source: Remove me
sr: Уклони ме

source: (edit)
sr: (уреди)

source: Name:
sr: Име:

source: Description:
sr: Опис:

source: Owner:
sr: Власник:

source: Type:
sr: Врста:

source: Yes
sr: Да

source: No
sr: Не

source: Prerequisite:
sr: Предуслов:

source: Created:
sr: Направљена:

source: Add User:
sr: Додај корисника:

source: Members
sr: Чланови

source: Username
sr: Корисничко име

source: Date Added
sr: Датум додавања

source: Date Approved
sr: Датум дозволе

source: Approval
sr: Одобрење

source: Role Type
sr: Врста улоге

source: Action
sr: Деловање

source: None
sr: Ништа

source: Fedora Project OpenID Provider
sr: OpenID добављач Fedora пројекта

source: User %s
sr: Корисник %s

source: Username:
sr: Корисничко име:

source: Allow <strong>%s</strong> to authenticate to your OpenID identity?
sr: Дозволи <strong>%s</strong> да аутентификује Ваш OpenID идентитет?

source: Submit
sr: Пошаљи

source: Change Password
sr: Промени лозинку

source: Current Password:
sr: Тренутна лозинка:

source: New Password:
sr: Нова лозинка:

source: Confirm Password:
sr: Потврдите лозинку:

source: Edit Account
sr: Уреди налог

source: Edit Account (%s)
sr: Уреди налог (%s)

source: Human Name
sr: Људско име

source: Email
sr: Електронска пошта

source: Telephone Number
sr: Телефонски број

source: IRC Nick
sr: IRC надимак

source: Time Zone
sr: Временска зона

source: Comments
sr: Коментари

source: Cancel
sr: Откажи

source: Users List
sr: Списак корисника

source: "*" is a wildcard (Ex: "ric*")
sr: „*“ је џокер (нпр.: „ric*“)

source: Not Done
sr: Није учињено

source: Sign up for a Fedora account
sr: Пријавите се за Fedora налог

source: Full Name:
sr: Пуно име:

source: Email:
sr: Електронска пошта:

source: Sign up!
sr: Пријави се!

source: Reset Password
sr: Поново намести лозинку

source: Encrypt/Sign password reset email
sr: Шифрирај/потпиши електронску поруку за поновно намештање лозинке

source: View Account
sr: Погледај налог

source: Your Fedora Account
sr: Ваш Fedora налог

source: %s's Fedora Account
sr: Fedora налог за %s

source: Account Details
sr: Детаљи налога

source: Account Name:
sr: Име налога:

source: Real Name:
sr: Право име:

source: Telephone Number:
sr: Телефонски број:

source: Postal Address:
sr: Поштанска адреса:

source: IRC Nick:
sr: IRC надимак:

source: PGP Key:
sr: PGP кључ:

source: Public SSH Key:
sr: Јавни SSH кључ:

source: Comments:
sr: Коментари:

source: Valid
sr: Исправно

source: Account Status:
sr: Стање налога:

source: Active
sr: Активан

source: Vacation
sr: Одмор

source: Inactive
sr: Неактиван

source: Pinged
sr: Пронађен

source: Your Roles
sr: Ваше улоге

source: %s's Roles
sr: Улоге за %s

source: Status:
sr: Стање:

source: Tools:
sr: Алат:

source: Invite a New Member...
sr: Позови новог члана...

source: Manage Group Membership...
sr: Управљај чланствима групе...

source: Manage Group Details...
sr: Управљај детаљима групе...

source: Queue:
sr: Ред:
